[
  {
    "verse": "But you should keep a clear mind in every situation. Don’t be afraid of suffering for the Lord. Work at telling others the Good News, and fully carry out the ministry God has given you.",
    "scripture": "2 Timothy 4:5 NLT"
  },
  {
    "verse": "Everything has already been decided. It was known long ago what each person would be. So there’s no use arguing with God about your destiny.",
    "scripture": "Ecclesiastes 6:10 NLT"
  },
  {
    "verse": "Whatever exists has already been named [long ago], and it is known what [a frail being] man is; for he cannot dispute with Him who is mightier than he.",
    "scripture": "Ecclesiastes 6:10 AMP"
  },
  {
    "verse": "Nothing in all creation is hidden from God. Everything is naked and exposed before his eyes, and he is the one to whom we are accountable.",
    "scripture": "Hebrews 4:13 NLT"
  },
  {
    "verse": "This High Priest of ours understands our weaknesses, for he faced all of the same testings we do, yet he did not sin.",
    "scripture": "Hebrews 4:15 NLT"
  },
  {
    "verse": "So let us come boldly to the throne of our gracious God. There we will receive his mercy, and we will find grace to help us when we need it most.",
    "scripture": "Hebrews 4:16 NLT"
  },
  {
    "verse": "Make thankfulness your sacrifice to God, and keep the vows you made to the Most High. Then call on me when you are in trouble, and I will rescue you, and you will give me glory.",
    "scripture": "Psalms 50:14-15 NLT"
  },
  {
    "verse": "“I, the Lord, have called you to demonstrate my righteousness. I will take you by the hand and guard you, and I will give you to my people, Israel, as a symbol of my covenant with them. And you will be a light to guide the nations. You will open the eyes of the blind. You will free the captives from prison, releasing those who sit in dark dungeons.”",
    "scripture": "Isaiah 42:6-7 NLT"
  },
  {
    "verse": "Even though Jesus was God’s Son, he learned obedience from the things he suffered. In this way, God qualified him as a perfect High Priest, and he became the source of eternal salvation for all those who obey him.",
    "scripture": "Hebrews 5:8-9 NLT"
  },
  {
    "verse": "Mary responded, “I am the Lord’s servant. May everything you have said about me come true.” And then the angel left her.",
    "scripture": "Luke 1:38 NLT"
  }
]
