[
  {
    "verse": "Because we have these promises, dear friends, let us cleanse ourselves from everything that can defile our body or spirit. And let us work toward complete holiness because we fear God.",
    "scripture": "2 Corinthians 7:1 NLT"
  },
  {
    "verse": "Just see what this godly sorrow produced in you! Such earnestness, such concern to clear yourselves, such indignation, such alarm, such longing to see me, such zeal, and such a readiness to punish wrong. You showed that you have done everything necessary to make things right.",
    "scripture": "2 Corinthians 7:11 NLT"
  },
  {
    "verse": "Peter’s words pierced their hearts, and they said to him and to the other apostles, “Brothers, what should we do?” Peter replied, “Each of you must repent of your sins and turn to God, and be baptized in the name of Jesus Christ for the forgiveness of your sins. Then you will receive the gift of the Holy Spirit.”",
    "scripture": "Acts of the Apostles 2:37-38 NLT"
  },
  {
    "verse": "Now repent of your sins and turn to God, so that your sins may be wiped away. Then times of refreshment will come from the presence of the Lord, and he will again send you Jesus, your appointed Messiah. For he must remain in heaven until the time for the final restoration of all things, as God promised long ago through his holy prophets.",
    "scripture": "Acts of the Apostles 3:19-21 NLT"
  },
  {
    "verse": "Moses said, ‘The Lord your God will raise up for you a Prophet like me from among your own people. Listen carefully to everything he tells you.’ Then Moses said, ‘Anyone who will not listen to that Prophet will be completely cut off from God’s people.’”",
    "scripture": "Acts of the Apostles 3:22-23 NLT"
  },
  {
    "verse": "Well then, if you teach others, why don’t you teach yourself? You tell others not to steal, but do you steal? You say it is wrong to commit adultery, but do you commit adultery? You condemn idolatry, but do you use items stolen from pagan temples? You are so proud of knowing the law, but you dishonor God by breaking it. No wonder the Scriptures say, “The Gentiles blaspheme the name of God because of you.”",
    "scripture": "Romans 2:21-24 NLT"
  },
  {
    "verse": "No, a true Jew is one whose heart is right with God. And true circumcision is not merely obeying the letter of the law; rather, it is a change of heart produced by the Spirit. And a person with a changed heart seeks praise from God, not from people.",
    "scripture": "Romans 2:29 NLT"
  }
]
