[
  {
    "verse": "And I am convinced that nothing can ever separate us from God’s love. Neither death nor life, neither angels nor demons, neither our fears for today nor our worries about tomorrow—not even the powers of hell can separate us from God’s love. No power in the sky above or in the earth below—indeed, nothing in all creation will ever be able to separate us from the love of God that is revealed in Christ Jesus our Lord.",
    "scripture": "Romans 8:38-39 NLT",
    "link": "https://bible.com/bible/116/rom.8.38-39.NLT"
  },
  {
    "verse": "But we are citizens of heaven, where the Lord Jesus Christ lives. And we are eagerly waiting for him to return as our Savior.",
    "scripture": "Philippians 3:20 NLT",
    "link": "https://bible.com/bible/116/php.3.20.NLT"
  },
  {
    "verse": "But you are not like that, for you are a chosen people. You are royal priests, a holy nation, God’s very own possession. As a result, you can show others the goodness of God, for he called you out of the darkness into his wonderful light.",
    "scripture": "1 Peter 2:9 NLT",
    "link": "https://bible.com/bible/116/1pe.2.9.NLT"
  },
  {
    "verse": "But you belong to God, my dear children. You have already won a victory over those people, because the Spirit who lives in you is greater than the spirit who lives in the world.",
    "scripture": "1 John 4:4 NLT",
    "link": "https://bible.com/bible/116/1jn.4.4.NLT"
  },
  {
    "verse": "But giving thanks is a sacrifice that truly honors me. If you keep to my path, I will reveal to you the salvation of God.”",
    "scripture": "Psalms 50:23 NLT",
    "link": "https://bible.com/bible/116/psa.50.23.NLT"
  },
  {
    "verse": "God saved you by his grace when you believed. And you can’t take credit for this; it is a gift from God. Salvation is not a reward for the good things we have done, so none of us can boast about it.",
    "scripture": "Ephesians 2:8-9 NLT",
    "link": "https://bible.com/bible/116/eph.2.8-9.NLT"
  },
  {
    "verse": "Yet we know that a person is made right with God by faith in Jesus Christ, not by obeying the law. And we have believed in Christ Jesus, so that we might be made right with God because of our faith in Christ, not because we have obeyed the law. For no one will ever be made right with God by obeying the law.",
    "scripture": "Galatians 2:16 NLT",
    "link": "https://bible.com/bible/116/gal.2.16.NLT"
  },
  {
    "verse": "and become one with him. I no longer count on my own righteousness through obeying the law; rather, I become righteous through faith in Christ. For God’s way of making us right with himself depends on faith.",
    "scripture": "Philippians 3:9 NLT",
    "link": "https://bible.com/bible/116/php.3.9.NLT"
  },
  {
    "verse": "First I predicted your rescue, then I saved you and proclaimed it to the world. No foreign god has ever done this. You are witnesses that I am the only God,” says the Lord.",
    "scripture": "Isaiah 43:12 NLT",
    "link": "https://bible.com/bible/116/isa.43.12.NLT"
  },
  {
    "verse": "For since our friendship with God was restored by the death of his Son while we were still his enemies, we will certainly be saved through the life of his Son.",
    "scripture": "Romans 5:10 NLT",
    "link": "https://bible.com/bible/116/rom.5.10.NLT"
  },
  {
    "verse": "No discipline is enjoyable while it is happening—it’s painful! But afterward there will be a peaceful harvest of right living for those who are trained in this way.",
    "scripture": "Hebrews 12:11 NLT",
    "link": "https://bible.com/bible/116/heb.12.11.NLT"
  },
  {
    "verse": "For Christ has already accomplished the purpose for which the law was given. As a result, all who believe in him are made right with God.",
    "scripture": "Romans 10:4 NLT",
    "link": "https://bible.com/bible/116/rom.10.4.NLT"
  },

  {
    "verse": "But faith’s way of getting right with God says, “Don’t say in your heart, ‘Who will go up to heaven?’ (to bring Christ down to earth). And don’t say, ‘Who will go down to the place of the dead?’ (to bring Christ back to life again).” In fact, it says, “The message is very close at hand; it is on your lips and in your heart.” And that message is the very message about faith that we preach:",
    "scripture": "Romans 10:6-8 NLT"
  },
  {
    "verse": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved.",
    "scripture": "Romans 10:9-10 NLT"
  },
  {
    "verse": "Therefore, angels are only servants—spirits sent to care for people who will inherit salvation.",
    "scripture": "Hebrews 1:14 NLT"
  },
  {
    "verse": "But Christ, as the Son, is in charge of God’s entire house. And we are God’s house, if we keep our courage and remain confident in our hope in Christ.",
    "scripture": "Hebrews 3:6 NLT"
  },
  {
    "verse": "Then the angel showed me Jeshua the high priest standing before the angel of the Lord. The Accuser, Satan, was there at the angel’s right hand, making accusations against Jeshua. And the Lord said to Satan, “I, the Lord, reject your accusations, Satan. Yes, the Lord, who has chosen Jerusalem, rebukes you. This man is like a burning stick that has been snatched from the fire.”",
    "scripture": "Zechariah 3:1-2 NLT"
  }
]
