[
  {
    "verse": "Then God blessed Noah and his sons and told them, “Be fruitful and multiply. Fill the earth. All the animals of the earth, all the birds of the sky, all the small animals that scurry along the ground, and all the fish in the sea will look on you with fear and terror. I have placed them in your power. I have given them to you for food, just as I have given you grain and vegetables. But you must never eat any meat that still has the lifeblood in it. “And I will require the blood of anyone who takes another person’s life. If a wild animal kills a person, it must die. And anyone who murders a fellow human must die. If anyone takes a human life, that person’s life will also be taken by human hands. For God made human beings in his own image. Now be fruitful and multiply, and repopulate the earth.",
    "scripture": "Genesis 9:1-7 NLT"
  },

  {
    "verse": "Then God said, “I am giving you a sign of my covenant with you and with all living creatures, for all generations to come. I have placed my rainbow in the clouds. It is the sign of my covenant with you and with all the earth. Then God said to Noah, “Yes, this rainbow is the sign of the covenant I am confirming with all the creatures on earth.",
    "scripture": "Genesis 9:12-13, 17 NLT"
  },

  {
    "verse": "I will confirm my covenant with you and your descendants after you, from generation to generation. This is the everlasting covenant: I will always be your God and the God of your descendants after you. And I will give the entire land of Canaan, where you now live as a foreigner, to you and your descendants. It will be their possession forever, and I will be their God.",
    "scripture": "Genesis 17:7-8 NLT"
  },

  {
    "verse": "Then God said to Abraham, “Your responsibility is to obey the terms of the covenant. You and all your descendants have this continual responsibility. This is the covenant that you and your descendants must keep: Each male among you must be circumcised. You must cut off the flesh of your foreskin as a sign of the covenant between me and you. From generation to generation, every male child must be circumcised on the eighth day after his birth. This applies not only to members of your family but also to the servants born in your household and the foreign-born servants whom you have purchased. All must be circumcised. Your bodies will bear the mark of my everlasting covenant. Any male who fails to be circumcised will be cut off from the covenant family for breaking the covenant.",
    "scripture": "Genesis 17:9-14 NLT"
  }
]
