[
  {
    "verse": "I am the Lord; that is my name! I will not give my glory to anyone else, nor share my praise with carved idols. Everything I prophesied has come true, and now I will prophesy again. I will tell you the future before it happens.",
    "scripture": "Isaiah 42:8-9 NLT"
  },
  {
    "verse": "But you have received the Holy Spirit, and he lives within you, so you don’t need anyone to teach you what is true. For the Spirit teaches you everything you need to know, and what he teaches is true—it is not a lie. So just as he has taught you, remain in fellowship with Christ.",
    "scripture": "1 John 2:27 NLT"
  },
  {
    "verse": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done. Then you will experience God’s peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus.",
    "scripture": "Philippians 4:6-7 NLT"
  },
  {
    "verse": "And this hope will not lead to disappointment. For we know how dearly God loves us, because he has given us the Holy Spirit to fill our hearts with his love.",
    "scripture": "Romans 5:5 NLT"
  },
  {
    "verse": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit.",
    "scripture": "Romans 15:13 NLT"
  },
  {
    "verse": "Seek his will in all you do, and he will show you which path to take.",
    "scripture": "Proverbs 3:6 NLT"
  },
  {
    "verse": "“Anyone with ears to hear must listen to the Spirit and understand what he is saying to the churches. To everyone who is victorious I will give some of the manna that has been hidden away in heaven. And I will give to each one a white stone, and on the stone will be engraved a new name that no one understands except the one who receives it.”",
    "scripture": "Revelation 2:17 NLT"
  },
  {
    "verse": "“Then he told me, ‘The God of our ancestors has chosen you to know his will and to see the Righteous One and hear him speak. For you are to be his witness, telling everyone what you have seen and heard. What are you waiting for? Get up and be baptized. Have your sins washed away by calling on the name of the Lord.’”",
    "scripture": "Acts of the Apostles 22:14-16 NLT"
  },
  {
    "verse": "Teach me to do your will, for you are my God. May your gracious Spirit lead me forward on a firm footing.",
    "scripture": "Psalms 143:10 NLT"
  }
]
