[
  {
    "verse": "Yes, Adam’s one sin brings condemnation for everyone, but Christ’s one act of righteousness brings a right relationship with God and new life for everyone.",
    "scripture": "Romans 5:18 NLT",
    "link": "https://bible.com/bible/116/rom.5.18.NLT"
  },
  {
    "verse": "So just as sin ruled over all people and brought them to death, now God’s wonderful grace rules instead, giving us right standing with God and resulting in eternal life through Jesus Christ our Lord.",
    "scripture": "Romans 5:21 NLT",
    "link": "https://bible.com/bible/116/rom.5.21.NLT"
  },
  {
    "verse": "God’s law was given so that all people could see how sinful they were. But as people sinned more and more, God’s wonderful grace became more abundant.",
    "scripture": "Romans 5:20 NLT",
    "link": "https://bible.com/bible/116/rom.5.20.NLT"
  },
  {
    "verse": "For the sin of this one man, Adam, caused death to rule over many. But even greater is God’s wonderful grace and his gift of righteousness, for all who receive it will live in triumph over sin and death through this one man, Jesus Christ.",
    "scripture": "Romans 5:17 NLT",
    "link": "https://bible.com/bible/116/rom.5.17.NLT"
  },
  {
    "verse": "And the result of God’s gracious gift is very different from the result of that one man’s sin. For Adam’s sin led to condemnation, but God’s free gift leads to our being made right with God, even though we are guilty of many sins.",
    "scripture": "Romans 5:16 NLT",
    "link": "https://bible.com/bible/116/rom.5.16.NLT"
  },
  {
    "verse": "But people are counted as righteous, not because of their work, but because of their faith in God who forgives sinners.",
    "scripture": "Romans 4:5 NLT",
    "link": "https://bible.com/bible/116/rom.4.5.NLT"
  },
  {
    "verse": "Do you think the Scriptures have no meaning? They say that God is passionate that the spirit he has placed within us should be faithful to him. And he gives grace generously. As the Scriptures say, “God opposes the proud but gives grace to the humble.",
    "scripture": "James 4:5-6 NLT",
    "link": "https://bible.com/bible/116/jas.4.5-6.NLT"
  },
  {
    "verse": "'Yes,' Jesus replied, 'and I assure you that everyone who has given up house or brothers or sisters or mother or father or children or property, for my sake and for the Good News, will receive now in return a hundred times as many houses, brothers, sisters, mothers, children, and property—along with persecution. And in the world to come that person will have eternal life.'",
    "scripture": "Mark 10:29-30 NLT",
    "link": "https://bible.com/bible/116/mrk.10.29-30.NLT"
  },

  {
    "verse": "Fear not; you will no longer live in shame. Don’t be afraid; there is no more disgrace for you. You will no longer remember the shame of your youth and the sorrows of widowhood.",
    "scripture": "Isaiah 54:4 NLT"
  },
  {
    "verse": "For your Creator will be your husband; the Lord of Heaven’s Armies is his name! He is your Redeemer, the Holy One of Israel, the God of all the earth. For the Lord has called you back from your grief—as though you were a young wife abandoned by her husband,” says your God.",
    "scripture": "Isaiah 54:5-6 NLT"
  },
  {
    "verse": "I have refined you, but not as silver is refined. Rather, I have refined you in the furnace of suffering.",
    "scripture": "Isaiah 48:10 NLT"
  }
]
