[
  {
    "verse": "But the wisdom from above is first of all pure. It is also peace loving, gentle at all times, and willing to yield to others. It is full of mercy and the fruit of good deeds. It shows no favoritism and is always sincere.",
    "scripture": "James 3:17 NLT"
  },

  {
    "verse": "The Lord passed in front of Moses, calling out, 'Yahweh! The Lord! The God of compassion and mercy! I am slow to anger and filled with unfailing love and faithfulness. I lavish unfailing love to a thousand generations. I forgive iniquity, rebellion, and sin. But I do not excuse the guilty. I lay the sins of the parents upon their children and grandchildren; the entire family is affected— even children in the third and fourth generations.'",
    "scripture": "Exodus 34:6-7 NLT"
  },

  {
    "verse": "The one who has clean hands and a pure heart, who has not appealed to what is false, and who has not sworn deceitfully.",
    "scripture": "Psalms 24:4 CSB"
  },

  {
    "verse": "For I am the Lord your God, who stirs up the sea, causing its waves to roar. My name is the Lord of Heaven’s Armies.",
    "scripture": "Isaiah 51:15 NLT"
  },

  {
    "verse": "Now to the King eternal, immortal, invisible, the only God, be honor and glory forever and ever. Amen.",
    "scripture": "1 Timothy 1:17 CSB"
  },

  {
    "verse": "As my glorious presence passes by, I will hide you in the crevice of the rock and cover you with my hand until I have passed by.",
    "scripture": "Exodus 33:22 NLT"
  },

  {
    "verse": "It is the same with my word. I send it out, and it always produces fruit. It will accomplish all I want it to, and it will prosper everywhere I send it.",
    "scripture": "Isaiah 55:11 NLT"
  },

  {
    "verse": "But when the Father sends the Advocate as my representative—that is, the Holy Spirit—he will teach you everything and will remind you of everything I have told you.",
    "scripture": "John 14:26 NLT"
  },

  {
    "verse": "Nevertheless I tell you the truth. It is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I depart, I will send Him to you. And when He has come, He will convict the world of sin, and of righteousness, and of judgment",
    "scripture": "John 16:7-8 NKJV"
  },

  {
    "verse": "However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come.",
    "scripture": "John 16:13 NKJV"
  },

  {
    "verse": "I am the Lord, and I do not change. That is why you descendants of Jacob are not already destroyed.",
    "scripture": "Malachi 3:6 NLT"
  },

  {
    "verse": "I am the good shepherd. The good shepherd sacrifices his life for the sheep.",
    "scripture": "John 10:11 NLT"
  },

  {
    "verse": "Jesus Christ is the same yesterday, today, and forever.",
    "scripture": "Hebrews 13:8 NLT"
  },

  {
    "verse": "I pray that from his glorious, unlimited resources he will empower you with inner strength through his Spirit.",
    "scripture": "Ephesians 3:16 NLT"
  },

  {
    "verse": "The Lord kept his word and did for Sarah exactly what he had promised.",
    "scripture": "Genesis 21:1 NLT"
  },

  {
    "verse": "Jesus replied, “I am the bread of life. Whoever comes to me will never be hungry again. Whoever believes in me will never be thirsty.",
    "scripture": "John 6:35 NLT"
  },

  {
    "verse": "Who has done such mighty deeds, summoning each new generation from the beginning of time? It is I, the Lord, the First and the Last. I alone am he.",
    "scripture": "Isaiah 41:4 NLT"
  },

  {
    "verse": "He gives power to the weak and strength to the powerless.",
    "scripture": "Isaiah 40:29 NLT"
  },

  {
    "verse": "Have you never heard? Have you never understood? The Lord is the everlasting God, the Creator of all the earth. He never grows weak or weary. No one can measure the depths of his understanding.",
    "scripture": "Isaiah 40:28 NLT"
  },

  {
    "verse": "I, the Lord, have called you to demonstrate my righteousness. I will take you by the hand and guard you, and I will give you to my people, Israel, as a symbol of my covenant with them. And you will be a light to guide the nations.",
    "scripture": "Isaiah 42:6 NLT"
  },

  {
    "verse": "For a child is born to us, a son is given to us. The government will rest on his shoulders. And he will be called: Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. His government and its peace will never end. He will rule with fairness and justice from the throne of his ancestor David for all eternity. The passionate commitment of the Lord of Heaven’s Armies will make this happen!",
    "scripture": "Isaiah 9:6-7 NLT"
  },

  {
    "verse": "Remember the things I have done in the past. For I alone am God! I am God, and there is none like me.",
    "scripture": "Isaiah 46:9 NLT"
  },

  {
    "verse": "Only I can tell you the future before it even happens. Everything I plan will come to pass, for I do whatever I wish. I will call a swift bird of prey from the east— a leader from a distant land to come and do my bidding. I have said what I would do, and I will do it.",
    "scripture": "Isaiah 46:10-11 NLT"
  },

  {
    "verse": "For I am the Lord your God, who stirs up the sea, causing its waves to roar. My name is the Lord of Heaven’s Armies.",
    "scripture": "Isaiah 51:15 NLT"
  },

  {
    "verse": "But I carry out the predictions of my prophets! By them I say to Jerusalem, ‘People will live here again,’ and to the towns of Judah, ‘You will be rebuilt; I will restore all your ruins!’",
    "scripture": "Isaiah 44:26 NLT"
  },

  {
    "verse": "The Lord who made you and helps you says: Do not be afraid, O Jacob, my servant, O dear Israel, my chosen one.",
    "scripture": "Isaiah 44:2 NLT"
  },

  {
    "verse": "This is what the Lord says—Israel’s King and Redeemer, the Lord of Heaven’s Armies: “I am the First and the Last; there is no other God.",
    "scripture": "Isaiah 44:6 NLT"
  },

  {
    "verse": "This is what the Lord says— your Redeemer and Creator: “I am the Lord, who made all things. I alone stretched out the heavens. Who was with me when I made the earth?",
    "scripture": "Isaiah 44:24 NLT"
  },

  {
    "verse": "I am the rose of Sharon, And the lily of the valleys.",
    "scripture": "Song of Solomon 2:1 NKJV"
  },

  {
    "verse": "The name of the Lord is a strong fortress; the godly run to him and are safe.",
    "scripture": "Proverbs 18:10 NLT"
  },

  {
    "verse": "Now I am departing from the world; they are staying in this world, but I am coming to you. Holy Father, you have given me your name; now protect them by the power of your name so that they will be united just as we are.",
    "scripture": "John 17:11 NLT"
  },

  {
    "verse": "It was in the year King Uzziah died that I saw the Lord. He was sitting on a lofty throne, and the train of his robe filled the Temple.",
    "scripture": "Isaiah 6:1 NLT"
  },

  {
    "verse": "Come now, let’s settle this,” says the Lord. Though your sins are like scarlet, I will make them as white as snow. Though they are red like crimson, I will make them as white as wool.",
    "scripture": "Isaiah 1:18 NLT"
  },

  {
    "verse": "Love never gives up, never loses faith, is always hopeful, and endures through every circumstance.",
    "scripture": "1 Corinthians 13:7 NLT"
  },

  {
    "verse": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit.",
    "scripture": "Romans 15:13 NLT"
  },

  {
    "verse": "Love your enemies! Do good to them. Lend to them without expecting to be repaid. Then your reward from heaven will be very great, and you will truly be acting as children of the Most High, for he is kind to those who are unthankful and wicked.",
    "scripture": "Luke 6:35 NLT"
  },

  {
    "verse": "The Lord isn’t really being slow about his promise, as some people think. No, he is being patient for your sake. He does not want anyone to be destroyed, but wants everyone to repent.",
    "scripture": "2 Peter 3:9 NLT"
  },

  {
    "verse": "That is why the Lord says, 'Turn to me now, while there is time. Give me your hearts. Come with fasting, weeping, and mourning. Don’t tear your clothing in your grief, but tear your hearts instead.' Return to the Lord your God, for he is merciful and compassionate, slow to get angry and filled with unfailing love. He is eager to relent and not punish.",
    "scripture": "Joel 2:12-13 NLT"
  },

  {
    "verse": "This is good and pleases God our Savior, who wants everyone to be saved and to understand the truth.",
    "scripture": "1 Timothy 2:3-4 NLT"
  },

  {
    "verse": "Those who fight against the Lord will be shattered. He thunders against them from heaven; the Lord judges throughout the earth. He gives power to his king; he increases the strength of his anointed one.",
    "scripture": "1 Samuel 2:10 NLT"
  },

  {
    "verse": "When Abram was ninety-nine years old, the Lord appeared to him and said, 'I am El-Shaddai—God Almighty. Serve me faithfully and live a blameless life.'",
    "scripture": "Genesis 17:1 NLT"
  },

  {
    "verse": "Each time he said, 'My grace is all you need. My power works best in weakness.' So now I am glad to boast about my weaknesses, so that the power of Christ can work through me.",
    "scripture": "2 Corinthians 12:9 NLT"
  },

  {
    "verse": "God replied to Moses, 'I Am Who I Am. Say this to the people of Israel: I Am has sent me to you.' God also said to Moses, 'Say this to the people of Israel: Yahweh, the God of your ancestors—the God of Abraham, the God of Isaac, and the God of Jacob—has sent me to you. This is my eternal name, my name to remember for all generations.'",
    "scripture": "Exodus 3:14-15 NLT"
  },

  {
    "verse": "O Lord, our Lord, your majestic name fills the earth! Your glory is higher than the heavens.",
    "scripture": "Psalms 8:1 NLT"
  },

  {
    "verse": "'I am the Alpha and the Omega—the beginning and the end,' says the Lord God. 'I am the one who is, who always was, and who is still to come—the Almighty One.'",
    "scripture": "Revelation 1:8 NLT"
  },

  {
    "verse": "The eyes of the Lord search the whole earth in order to strengthen those whose hearts are fully committed to him. What a fool you have been! From now on you will be at war.",
    "scripture": "2 Chronicles 16:9 NLT"
  },

  {
    "verse": "The Lord has made the heavens his throne; from there he rules over everything.",
    "scripture": "Psalms 103:19 NLT"
  },

  {
    "verse": "The heavens are yours, and the earth is yours; everything in the world is yours—you created it all.",
    "scripture": "Psalms 89:11 NLT"
  },

  {
    "verse": "You, our Creator, formed the earth, and you hold it all together so it will never fall apart.",
    "scripture": "Psalms 104:5 TPT"
  },

  {
    "verse": "At your command, the water fled; at the sound of your thunder, it hurried away.",
    "scripture": "Psalms 104:7 NLT"
  },

  {
    "verse": "I am the Lord; that is my name! I will not give my glory to anyone else, nor share my praise with carved idols. Everything I prophesied has come true, and now I will prophesy again. I will tell you the future before it happens.",
    "scripture": "Isaiah 42:8-9 NLT"
  },

  {
    "verse": "For our God is a devouring fire.",
    "scripture": "Hebrews 12:29 NLT"
  },

  {
    "verse": "I am the Lord, your Holy One, Israel’s Creator and King.",
    "scripture": "Isaiah 43:15 NLT"
  },

  {
    "verse": "From eternity to eternity I am God. No one can snatch anyone out of my hand. No one can undo what I have done.",
    "scripture": "Isaiah 43:13 NLT"
  },

  {
    "verse": "I have made Israel for myself, and they will someday honor me before the whole world.",
    "scripture": "Isaiah 43:21 NLT"
  },

  {
    "verse": "He is so rich in kindness and grace that he purchased our freedom with the blood of his Son and forgave our sins.",
    "scripture": "Ephesians 1:7 NLT"
  }
]
