[
  {
    "verse": "I am the Lord; that is my name! I will not give my glory to anyone else, nor share my praise with carved idols. Everything I prophesied has come true, and now I will prophesy again. I will tell you the future before it happens.",
    "scripture": "Isaiah 42:8-9 NLT"
  },
  {
    "verse": "In the same way, you wives must accept the authority of your husbands. Then, even if some refuse to obey the Good News, your godly lives will speak to them without any words. They will be won over",
    "scripture": "1 Peter 3:1 NLT"
  },
  {
    "verse": "So Ruth lay at Boaz’s feet until the morning, but she got up before it was light enough for people to recognize each other. For Boaz had said, “No one must know that a woman was here at the threshing floor.”",
    "scripture": "Ruth 3:14 NLT"
  },
  {
    "verse": "Give honor to marriage, and remain faithful to one another in marriage. God will surely judge people who are immoral and those who commit adultery.",
    "scripture": "Hebrews 13:4 NLT"
  },
  {
    "verse": "So the Lord God caused the man to fall into a deep sleep. While the man slept, the Lord God took out one of the man’s ribs and closed up the opening.",
    "scripture": "Genesis 2:21 NLT"
  },
  {
    "verse": "Then the Lord God made a woman from the rib, and he brought her to the man. “At last!” the man exclaimed. “This one is bone from my bone, and flesh from my flesh! She will be called ‘woman,’ because she was taken from ‘man.’”",
    "scripture": "Genesis 2:22-23 NLT"
  },
  {
    "verse": "This explains why a man leaves his father and mother and is joined to his wife, and the two are united into one. Now the man and his wife were both naked, but they felt no shame.",
    "scripture": "Genesis 2:24-25 NLT"
  },
  {
    "verse": "“Haven’t you read the Scriptures?” Jesus replied. “They record that from the beginning ‘God made them male and female.’” And he said, “‘This explains why a man leaves his father and mother and is joined to his wife, and the two are united into one.’ Since they are no longer two but one, let no one split apart what God has joined together.”",
    "scripture": "Matthew 19:4-6 NLT"
  }
]
