[
  {
    "verse": "And the Lord was pleased with the aroma of the sacrifice and said to himself, “I will never again curse the ground because of the human race, even though everything they think or imagine is bent toward evil from childhood. I will never again destroy all living things. As long as the earth remains, there will be planting and harvest, cold and heat, summer and winter, day and night.”",
    "scripture": "Genesis 8:21-22 NLT"
  },

  {
    "verse": "You will be a new threshing instrument with many sharp teeth. You will tear your enemies apart, making chaff of mountains.",
    "scripture": "Isaiah 41:15 NLT"
  },

  {
    "verse": "Today I have given you the choice between life and death, between blessings and curses. Now I call on heaven and earth to witness the choice you make. Oh, that you would choose life, so that you and your descendants might live!",
    "scripture": "Deuteronomy 30:19 NLT"
  },

  {
    "verse": "Yes, everything else is worthless when compared with the infinite value of knowing Christ Jesus my Lord. For his sake I have discarded everything else, counting it all as garbage, so that I could gain Christ",
    "scripture": "Philippians 3:8 NLT"
  },

  {
    "verse": "The thief’s purpose is to steal and kill and destroy. My purpose is to give them a rich and satisfying life.",
    "scripture": "John 10:10 NLT"
  },

  {
    "verse": "So now we must choose a replacement for Judas from among the men who were with us the entire time we were traveling with the Lord Jesus—",
    "scripture": "Acts of the Apostles 1:21 NLT"
  },

  {
    "verse": "Just as I swore in the time of Noah that I would never again let a flood cover the earth, so now I swear that I will never again be angry and punish you. For the mountains may move and the hills disappear, but even then my faithful love for you will remain. My covenant of blessing will never be broken,” says the Lord, who has mercy on you.",
    "scripture": "Isaiah 54:9-10 NLT"
  },

  {
    "verse": "It is the same with my word. I send it out, and it always produces fruit. It will accomplish all I want it to, and it will prosper everywhere I send it. You will live in joy and peace. The mountains and hills will burst into song, and the trees of the field will clap their hands! Where once there were thorns, cypress trees will grow. Where nettles grew, myrtles will sprout up. These events will bring great honor to the Lord’s name; they will be an everlasting sign of his power and love.",
    "scripture": "Isaiah 55:11-13 NLT"
  },

  {
    "verse": "You keep track of all my sorrows. You have collected all my tears in your bottle. You have recorded each one in your book. My enemies will retreat when I call to you for help. This I know: God is on my side! I praise God for what he has promised; yes, I praise the Lord for what he has promised. I trust in God, so why should I be afraid? What can mere mortals do to me? I will fulfill my vows to you, O God, and will offer a sacrifice of thanks for your help. For you have rescued me from death; you have kept my feet from slipping. So now I can walk in your presence, O God, in your life-giving light.",
    "scripture": "Psalms 56:8-13 NLT"
  },
  {
    "verse": "God blesses those who work for peace, for they will be called the children of God.",
    "scripture": "Matthew 5:9 NLT"
  },
  {
    "verse": "And since we are his children, we are his heirs. In fact, together with Christ we are heirs of God’s glory. But if we are to share his glory, we must also share his suffering.",
    "scripture": "Romans 8:17 NLT"
  },
  {
    "verse": "I will give you back your health and heal your wounds,” says the Lord. “For you are called an outcast— ‘Jerusalem for whom no one cares.’”",
    "scripture": "Jeremiah 30:17 NLT"
  },
  {
    "verse": "“For God’s will was for us to be made holy by the sacrifice of the body of Jesus Christ, once for all time.”",
    "scripture": "Hebrews 10:10 NLT"
  },
  {
    "verse": "“This is the new covenant I will make with my people on that day, says the Lord: I will put my laws in their hearts, and I will write them on their minds.” Then he says, “I will never again remember their sins and lawless deeds.” And when sins have been forgiven, there is no need to offer any more sacrifices.",
    "scripture": "Hebrews 10:16-18 NLT"
  },
  {
    "verse": "No discipline is enjoyable while it is happening—it’s painful! But afterward there will be a peaceful harvest of right living for those who are trained in this way.",
    "scripture": "Hebrews 12:11 NLT"
  },
  {
    "verse": "“When God spoke from Mount Sinai his voice shook the earth, but now he makes another promise: 'Once again I will shake not only the earth but the heavens also.' This means that all of creation will be shaken and removed, so that only unshakable things will remain. Since we are receiving a Kingdom that is unshakable, let us be thankful and please God by worshiping him with holy fear and awe. For our God is a devouring fire.”",
    "scripture": "Hebrews 12:26-29 NLT"
  },
  {
    "verse": "Let your character [your moral essence, your inner nature] be free from the love of money [shun greed—be financially ethical], being content with what you have; for He has said, “I will never [under any circumstances] desert you [nor give you up nor leave you without support, nor will I in any degree leave you helpless], nor will I forsake or let you down or relax My hold on you [assuredly not]!",
    "scripture": "Hebrews 13:5 AMP"
  }
]
